{
  "Open source game creation software: No programming or coding is required! Make HTML5 and natives games for Windows, Linux (Ubuntu) and Mac OS X. Quickly build and share your games on mobile (Android and iOS) and on the web.":"Logiciel open source de création de jeux : aucune connaissance en programmation n'est requise ! Créez des jeux HTML5 ou natifs pour Windows, Linux (Ubuntu) et Mac OS X. Développez rapidement et partagez vos jeux sur mobile (Android et iOS) et sur internet.",
  "GDevelop - Create games without programming - Open source HTML5 and native game creator":"GDevelop - Créez vos jeux sans programmation - Logiciel de développement de jeux HTML5 et natifs open source",
  "Menu":"Menu",
  "Community":"Communauté",
  "Forum":"Forum",
  "Wiki & tutorials":"Wiki & tutoriels",
  "Contribute":"Contribuer",
  "we need you!":"votre aide est la bienvenue !",
  "GitHub page":"Page GitHub",
  "Roadmap":"Roadmap",
  "Translations":"Traductions",
  "GDevelop based web app":"La webapp basée sur GDevelop",
  "Try GDevApp":"Essayez GDevApp",
  "GDevelop":"GDevelop",
  "Events":"Evenements",
  "HTML5 <br>&amp; native games":"Jeux HTML5 <br>&amp; natifs",
  "Features":"Fonctionnalités",
  "Open source <br>&amp; multilanguage":"Open source <br>&amp; multilingue",
  "Games gallery":"Galerie de jeux",
  "Download":"Téléchargement",
  "Create your own games!":"Créez vos propres jeux !",
  "GDevelop is an <span class=\"foss\">open source<\/span>, <span class=\"cp\">cross-platform<\/span> game creator designed to be used by <span class=\"everyone\">everyone<\/span> - no programming skills required.":"GDevelop est un logiciel de création de jeux <span class=\"foss\">open source<\/span>, <span class=\"cp\">multiplateforme<\/span> conçu pour être utilisé par <span class=\"everyone\">tout le monde<\/span> - aucune programmation n'est requise.",
  "Learn more":"Plus d'infos",
  "What makes GDevelop unique and so easy to use are the events. Events are a powerful way to express the logic of your game, without having to learn a programming language.":"Ce qui rend GDevelop unique et facile à utiliser sont les événements. Les événements sont un moyen puissant d'exprimer la logique de votre jeu, sans avoir à apprendre un langage de programmation.",
  "Events are composed of conditions, on the left, and actions that are run when conditions are fulfilled":"Les evenements sont composées des conditions, sur la gauche, et d'actions qui sont exécutées lorsque les conditions sont remplies",
  "When Space is pressed, the character animation and a sound are played. If a bomb touches the character, they are both destroyed.":"Lorsque la touche espace est appuyée, l'animation du personnage et un son sont joués. Si une bombe touche le persommage, ils sont tous deux détruits.",
  "HTML5 & native games":"Jeux HTML5 & natifs",
  "GDevelop flexible architecture allows you to choose if you want to create an <b>HTML5 game<\/b> that can be played on the web and exported to Android, or a <b>native game<\/b> for your operating system. Or activate both platforms and export your game everywhere!":"L'architecture flexible de GDevelop vous permet de choisir si vous souhaitez créer un <b>jeu HTML5<\/b> qui peut être joué sur le web et exporté vers Android, ou un <b>jeu natif<\/b> pour votre système d'exploitation. Ou activez les deux plates-formes et exportez votre jeu partout !",
  "Create games for Android and iOS without programming":"Créer des jeux pour Android et iOS sans programmation",
  "GDevelop features are provided thanks to extensions, allowing you to embed into your game just what you need. Here is a short list of what you get when using GD!":"Les fonctionnalités de GDevelop sont fournis grâce à des extensions, vous permettant d'intégrer dans votre jeu ce qu'il vous faut. Voici une courte liste de ce que vous avez a votre disposition lorsque vous utilisez GD !",
  "Tons of objects ready to be used":"De nombreux objets prêts à être utilisés",
  "Sprites with multiple animations":"Des sprites (images animées) avec plusieurs animations",
  "\"9 patch\" and tiled sprites":"Mosaïques et objets étirables",
  "Text objects":"Objet textes",
  "3D boxes":"Boîtes 3D",
  "for native games":"pour les Jeux natifs",
  "Draw your own shape on screen with the Shape Painter":"Dessinez des formes librement à l'écran avec les objets Dessinateurs",
  "Particle engine":"Moteur de particules",
  "Make RPG-like maps with the Tiled map objects":"Ajoutez des maps (jeux \"RPG\") avec les objets cartes",
  "Dynamic lights and shadows":"Ombres et lumières dynamiques",
  "Support for custom collision masks":"Support pour les masques de collisions (\"hitbox\") personnalisés",
  "Quickly add behaviors to your objects":"Ajoutez rapidement des comportements à vos objets",
  "Physics engine":"Moteur physique",
  "- Add a realistic behavior to your objects":"-Ajoutez un comportement réaliste à vos objets",
  "Pathfinding":"Recherche de chemin",
  "to move objects avoiding obstacles":"pour déplacer des objets en évitant les obstacles",
  "Top-down movement":"Mouvement vu du dessus",
  "Platformer engine":"Moteur de jeu de plateforme",
  "- create platformer games in a breeze":"- créez des jeux de plateforme en un clin d'oeil",
  "Draggable objects":"Objets déplaçables en drag'n'drop",
  "- quickly make your objects draggable with mouse\/touch":"- rendez vos objets déplaçables avec la souris ou les touchés tactiles",
  "And more, to automate current tasks and behaviors in a few clicks!":"Et encore plus, pour automatiser les tâches courantes et ajouter des comportements pré-conçus en quelques clics !",
  "Design advanced levels and interfaces":"Concevez des niveaux et interfaces avancés",
  "The scene editor let you visually edit your levels":"L'éditeur de scène vous permettre de modifier visuellement vos niveaux",
  "Multiple layers support":"Support des calques",
  "- Add interfaces and create parallax effects":"- Ajoutez des interfaces et des effets de parallax",
  "Create dynamically your levels with external layouts":"Créer dynamiquement vos niveaux avec les agencements externes",
  "Integrated debugger and performance profilers":"Débogueur integré et suivi des performances",
  "Make desktop & mobile ready games":"Créez des jeux mobile ou \"desktop\"",
  "Save player data with HTML5 & native storage":"Enregistrez les données des joueurs avec le stockage HTML5 & natif",
  "Full support for sounds effects and musics":"Support complet pour les effets sonores et les musiques",
  "Joystick and full keyboard support":"Support du clavier et des manettes de jeux",
  "Touchscreens support with multitouch":"Support des d'écrans tactiles et du multitouch",
  "for HTML5 games":"pour les jeux HTML5",
  "Build ambitious games with advanced features":"Concevez des jeux ambitieux avec des fonctionnalités avancées",
  "Communicate with external websites using HTTP requests":"Communiquer avec des sites web externes à l'aide de requêtes HTTP",
  "Use advanced events: loops, foreach":"Utilisation d'événements avancés : boucles, \"foreach\"",
  "and even functions":"et même des fonctions",
  "Manipulate variables with arbitrary complex structures":"Manipulez des variables avec des structures arbitraires",
  "and even JSON support":"et utilisez même du JSON",
  "What people say":"Ce que les utilisateurs de GD en disent",
  "These feedbacks are a source of motivation for us, developers of GDevelop. Do not hesitate to send us what you think of GDevelop after trying it!":"Ces feedbacks sont une source de motivation pour nous, les développeurs de GDevelop. N'hésitez pas à nous envoyer ce que vous pensez de GDevelop après l'avoir essayé !",
  "Open source & multilanguage":"Open source & multilingue",
  "GDevelop is open source (even <a href=\"https:\/\/github.com\/4ian\/GDevelop-website\" target=\"_blank\">this website<\/a>): anyone can contribute and improve the software! Your games are also based on robust, free &amp; open source technologies.":"GDevelop est open source (même <a href=\"https:\/\/github.com\/4ian\/GDevelop-website\" target=\"_blank\">ce site<\/a>) : chacun peut contribuer et améliorer le logiciel ! Vos jeux reposent également sur des technologies robustes et open source.",
  "Contribute on GitHub":"Contribuez sur GitHub",
  "Check the development roadmap":"Voir la roadmap",
  "GDevelop is built from the ground to be translated into any language.":"GDevelop est construit pour être traduit dans toutes les langues.",
  "It's already available in:":"Il est déjà disponible en :",
  "And translation are currently being made for:":"Et des traductions sont actuellement faites pour :",
  "Help to translate GDevelop!":"Aidez à traduire GDevelop !",
  "Games created with GDevelop":"Jeux créés avec GDevelop",
  "by":"par",
  "Play":"Jouer",
  "Bundled":"Inclus",
  "...and maybe your next game here?":"...et peut-être votre prochain jeu ici ?",
  "Download GDevelop":"Télécharger GDevelop",
  "You'll soon be creating your own games without programming!":"Vous serez bientôt entrain de créer vos propres jeux, sans programmation !",
  "Other linux":"Autres linux",
  "Sources":"Sources",
  "Download and install GDevelop for Windows:":"Téléchargez et installez GDevelop pour Windows :",
  "Download for Windows":"Télécharger pour Windows",
  "also available":"aussi disponible",
  "without installer":"sans installateur",
  "Open a terminal by pressing":"Ouvrez un terminal en appuyant sur",
  "Then type (and press enter after each line):":"Puis tapez (et appuyez sur Entrer après chaque ligne) :",
  "You're done! Type GDevelop in the launch search bar to start.":"Vous avez terminé ! Tapez GDevelop dans la barre de recherche d'Ubuntu pour commencer.",
  "You can get GDevelop for:":"Vous pouvez obtenir GDevelop pour :",
  "(from sources)":"(à partir des sources)",
  "This is an unofficial package":"Il s'agit d'un paquet non officiel",
  "Remember that GDevelop is primarily <b>tested on Ubuntu<\/b>.":"N'oubliez pas que GDevelop est principalement <b>testé sur Ubuntu<\/b>.",
  "Your feedback are welcome <a href=\"http:\/\/forum.compilgames.net\">on the forum <\/a>.":"Vos commentaires sont les bienvenus <a href=\"http:\/\/forum.compilgames.net\">sur le forum<\/a>.",
  "A <i>Beta<\/i> version of GDevelop for Mac OS X:":"Une version <i>bêta<\/i> de GDevelop pour Mac OS X :",
  "Download for OS X":"Télécharger pour OS X",
  "This is a beta: bugs may be present and it could not work at all!":"Il s'agit d'une version bêta : des bogues peuvent être présents !",
  "Unfortunately, for now GDevelop is a desktop application, but if you want to create games anywhere, we got you covered!":"Malheureusement, pour l'instant GDevelop est une application pour ordinateur, mais si vous voulez créer des jeux n'importe où, nous avons la solution !",
  "<b>GDevApp<\/b> is a radically innovative, super powerful webapp based on GDevelop. You can start the creation of a game in 5 minutes - directly from your browser, smartphone or tablet!":"<b>GDevApp<\/b> est une webapp super puissante et innovante, basée sur GDevelop. Vous pouvez commencer la création d'un jeu en 5 minutes - directement à partir de votre navigateur, de votre smartphone ou de votre tablette !",
  "Go to GDevApp.com":"Ouvrir GDevApp.com",
  "Let's give it a try and don't be shy: send us your feedback directly from the app!":"Essayez et ne soyez pas timide : Envoyez-nous vos commentaires directement à partir de l'app !",
  "For advanced users, you can download GDevelop sources on GitHub:":"Pour les utilisateurs avancés, vous pouvez télécharger les sources de GDevelop sur GitHub :",
  "Build instructions are in the Readme.":"Les instructions pour compiler sont dans le Readme.",
  "Community forum":"Forums",
  "Wiki":"Wiki",
  "(with tutorials!)":"(avec des tutoriels!)",
  "<small>Browse all<\/small> GDevelop ecosystem<\/span>":"<small>Voir tous les<\/small> sites liés à GDevelop<\/span>",
  "Follow GDevelop":"Suivre GDevelop",
  "GDevelop was created with <span class=\"glyphicon glyphicon-heart\"><\/span> by":"GDevelop a été créé avec un grand <span class=\"glyphicon glyphicon-heart\"><\/span> par",
  ", with contributors adding features, fixing bugs, sending new examples, improving the wiki, helping each other on <a href=\"http:\/\/forum.compilgames.net\" target=\"_blank\">the forum<\/a>.":", avec des contributeurs qui ont ajouté des fonctionnalités, corrigé des bugs, envoyés des nouveaux exemples, amélioré le wiki, et qui s'aident les un les autres sur <a href=\"http:\/\/forum.compilgames.net\" target=\"_blank\"> le forum<\/a>."
}