{
  "Open source game creation software: No programming or coding is required! Make HTML5 and natives games for Windows, Linux (Ubuntu) and Mac OS X. Quickly build and share your games on mobile (Android and iOS) and on the web.":"Software de criação de jogos de código aberto: não é necesssária programação ou codificação! Crie em HTML5 nativo jogos para Windows, Linux (Ubuntu) e Mac OS X. Construa rapidamente e compartilhe seus jogos no celular (Android e iOS) e na web.",
  "GDevelop - Create games without programming - Open source HTML5 and native game creator":"GDevelop - Cire jogos sem programação - Criador de jogos em HTML5 e open source",
  "Menu":"Menu",
  "Community":"Comunidade",
  "Forum":"Fórum",
  "Wiki & tutorials":"Wiki & tutoriais",
  "Contribute":"Contribua",
  "we need you!":"Precisamos de você!",
  "GitHub page":"Página do GitHub",
  "Roadmap":"Roteiro",
  "Translations":"Traduções",
  "GDevelop based web app":"GDevelop baseado em web app",
  "Try GDevApp":"Experimente GDevApp",
  "GDevelop":"GDevelop",
  "Events":"Eventos",
  "HTML5 <br>&amp; native games":"Jogo HTML5 <br>&amp; nativo",
  "Features":"Características",
  "Open source <br>&amp; multilanguage":"Código-fonte aberto <br>&amp; multilinguagem",
  "Games gallery":"Galeria de jogos",
  "Download":"Baixar",
  "Create your own games!":"Crie os seus próprios jogos!",
  "GDevelop is an <span class=\"foss\">open source<\/span>, <span class=\"cp\">cross-platform<\/span> game creator designed to be used by <span class=\"everyone\">everyone<\/span> - no programming skills required.":"GDevelop é uma <span class=\"foss\"> open source<\/span>, <span class=\"cp\"> multi-plataforma<\/span> jogo criado e projetado para ser usado por <span class=\"everyone\"> todos<\/span> - não sendo necessária nenhuma habilidade de programação.",
  "Learn more":"Saiba mais",
  "What makes GDevelop unique and so easy to use are the events. Events are a powerful way to express the logic of your game, without having to learn a programming language.":"O que faz GDevelop original e tão fácil de usar são os eventos. Eventos são uma forma poderosa para expressar a lógica do seu jogo, sem ter que aprender uma linguagem de programação.",
  "Events are composed of conditions, on the left, and actions that are run when conditions are fulfilled":"Eventos são compostos por condições, à esquerda, e ações que são executadas quando estiverem preenchidas as condições",
  "When Space is pressed, the character animation and a sound are played. If a bomb touches the character, they are both destroyed.":"Quando a tecla de espaços for pressionado, a animação de personagem e som são executados. Se uma bomba toca o personagem, eles são ambos destruídos.",
  "HTML5 & native games":"jogos HTML5 & nativos",
  "GDevelop flexible architecture allows you to choose if you want to create an <b>HTML5 game<\/b> that can be played on the web and exported to Android, or a <b>native game<\/b> for your operating system. Or activate both platforms and export your game everywhere!":"A arquitetura flexível do GDevelop permite que você escolha se deseja criar um <b>jogo HTML5<\/b> que pode ser reproduzido na web e exportado para o Android, ou <b>jogo nativo<\/b> para o seu sistema operativo. Ou permitir que as duas plataformas exportem o seu jogo para todos os lugares!",
  "Create games for Android and iOS without programming":"Criar jogos para Android e iOS sem programação",
  "GDevelop features are provided thanks to extensions, allowing you to embed into your game just what you need. Here is a short list of what you get when using GD!":"A funcionalidade de GDevelop é fornecida através de extensões, o que lhe permite incorporar no seu jogo o que você precisa. Aqui está uma pequena lista do que você tem à sua disposição quando você usa GD!",
  "Tons of objects ready to be used":"Toneladas de objetos prontos para serem usados",
  "Sprites with multiple animations":"Sprites (imagens animadas) com várias animações",
  "\"9 patch\" and tiled sprites":"\"9 patch\" e sprites de azulejos",
  "Text objects":"Objetos de texto",
  "3D boxes":"Caixas 3D",
  "for native games":"para jogos nativos",
  "Draw your own shape on screen with the Shape Painter":"Desenhe a sua própria forma na tela com o pintor de forma",
  "Particle engine":"Motor de partículas",
  "Make RPG-like maps with the Tiled map objects":"Fazer mapas de RPG, como os objetos de mapa de mosaico",
  "Dynamic lights and shadows":"Sombras e luzes dinâmicas",
  "Support for custom collision masks":"Suporte para máscaras de colisão personalizado",
  "Quickly add behaviors to your objects":"Adicione rapidamente comportamentos aos seus objetos",
  "Physics engine":"Motor de física",
  "- Add a realistic behavior to your objects":"-Adicionar um comportamento realista aos seus objetos",
  "Pathfinding":"Encontrar o caminho",
  "to move objects avoiding obstacles":"para mover objetos, evitando obstáculos",
  "Top-down movement":"Movimento de cima para baixo",
  "Platformer engine":"Motor de jogo de plataformas",
  "- create platformer games in a breeze":"-criar jogos de plataformas num piscar de olhos",
  "Draggable objects":"Objetos arrastáveis",
  "- quickly make your objects draggable with mouse\/touch":"-fazer rapidamente seus objetos arrastáveis com rato\/táteis",
  "And more, to automate current tasks and behaviors in a few clicks!":"E mais, para automatizar as tarefas atuais e comportamentos em poucos cliques!",
  "Design advanced levels and interfaces":"Níveis avançados de design e interfaces",
  "The scene editor let you visually edit your levels":"O editor de cena permitem editar visualmente os seus níveis",
  "Multiple layers support":"Suporte a várias camadas",
  "- Add interfaces and create parallax effects":"-Adicionar interfaces e criar efeitos de paralaxe",
  "Create dynamically your levels with external layouts":"Crie dinamicamente os seus níveis com layouts externos",
  "Integrated debugger and performance profilers":"Depurador integrado e monitoramento de desempenho",
  "Make desktop & mobile ready games":"Criar jogos para celular ou \"desktop\"",
  "Save player data with HTML5 & native storage":"Salvar dados do jogador com HTML5 & armazenamento nativo",
  "Full support for sounds effects and musics":"Suporte completo para efeitos de sons e músicas",
  "Joystick and full keyboard support":"Joystick e suporte de teclado completo",
  "Touchscreens support with multitouch":"Suporte a telas sensíveis ao toque com multitouch",
  "for HTML5 games":"para jogos de HTML5",
  "Build ambitious games with advanced features":"Construajogos ambiciosos com recursos avançados",
  "Communicate with external websites using HTTP requests":"Comunice-se com sites externos usando solicitações HTTP",
  "Use advanced events: loops, foreach":"Uso de eventos avançados: loops \"foreach\"",
  "and even functions":"e até mesmo funções",
  "Manipulate variables with arbitrary complex structures":"Manipular variáveis com estruturas complexas e arbitrárias",
  "and even JSON support":"e até mesmo suporte JSON",
  "What people say":"Que as pessoas dizem",
  "These feedbacks are a source of motivation for us, developers of GDevelop. Do not hesitate to send us what you think of GDevelop after trying it!":"Esses feedbacks são uma fonte de motivação para nós, desenvolvedores do GDevelop. Não hesite em enviar-no que você acha de GDevelop depois de experimentá-lo!",
  "Open source & multilanguage":"Open source & multilingue",
  "GDevelop is open source (even <a href=\"https:\/\/github.com\/4ian\/GDevelop-website\" target=\"_blank\">this website<\/a>): anyone can contribute and improve the software! Your games are also based on robust, free &amp; open source technologies.":"GDevelop é open source (até mesmo <a href=\"https:\/\/github.com\/4ian\/GDevelop-website\" target=\"_blank\"> neste site<\/a>): qualquer um pode contribuir e melhorar o software! Seus jogos são também baseados em tecnologias robustas, &amp; gratuito e open source.",
  "Contribute on GitHub":"Contribuir no GitHub",
  "Check the development roadmap":"Verifique o mapa de desenvolvimento",
  "GDevelop is built from the ground to be translated into any language.":"GDevelop é construído do zero para ser traduzida para qualquer idioma.",
  "It's already available in:":"Já está disponível em:",
  "And translation are currently being made for:":"E as traduções atualmente estão sendo feitas:",
  "Help to translate GDevelop!":"Ajude a traduzir o GDevelop!",
  "Games created with GDevelop":"Jogos criados com GDevelop",
  "by":"por",
  "Play":"Jogar",
  "Bundled":"Empacotado",
  "...and maybe your next game here?":"... e talvez o seu próximo jogo aqui?",
  "Download GDevelop":"Baixar GDevelop",
  "You'll soon be creating your own games without programming!":"Em breve você estará criando os seus próprios jogos sem programação!",
  "Other linux":"Outro linux",
  "Sources":"Fontes",
  "Download and install GDevelop for Windows:":"Baixar e instalar o GDevelop para Windows:",
  "Download for Windows":"Download para Windows",
  "also available":"também disponível",
  "without installer":"Sem instalador",
  "Open a terminal by pressing":"Abra um terminal pressionando",
  "Then type (and press enter after each line):":"Em seguida, digite (e pressione enter após cada linha):",
  "You're done! Type GDevelop in the launch search bar to start.":"Já terminou! Digite GDevelop na barra de pesquisa de lançamento, para começar.",
  "You can get GDevelop for:":"Você pode obter GDevelop para:",
  "(from sources)":"(a partir de fontes)",
  "This is an unofficial package":"Este é um pacote não-oficial",
  "Remember that GDevelop is primarily <b>tested on Ubuntu<\/b>.":"Lembre-se que GDevelop é principalmente <b>testado no Ubuntu<\/b>.",
  "Your feedback are welcome <a href=\"http:\/\/forum.compilgames.net\">on the forum <\/a>.":"Seus comentários são bem-vindos <a href=\"http:\/\/forum.compilgames.net\"> no fórum<\/a>.",
  "A <i>Beta<\/i> version of GDevelop for Mac OS X:":"Uma versão <i>Beta<\/i> do GDevelop para Mac OS x:",
  "Download for OS X":"Download para OS X",
  "This is a beta: bugs may be present and it could not work at all!":"Esta é uma versão beta: bugs podem estar presentes e não poderá trabalhar em tudo!",
  "Unfortunately, for now GDevelop is a desktop application, but if you want to create games anywhere, we got you covered!":"Infelizmente, por enquanto GDevelop é uma aplicação de computador, mas se você quer criar jogos em qualquer lugar, nós temos a solução!",
  "<b>GDevApp<\/b> is a radically innovative, super powerful webapp based on GDevelop. You can start the creation of a game in 5 minutes - directly from your browser, smartphone or tablet!":"<b>GDevApp<\/b> é uma webapp radicalmente inovadora, super poderosa, com base em GDevelop. Você pode iniciar a criação de um jogo em 5 minutos - diretamente do seu navegador, smartphone ou tablet!",
  "Go to GDevApp.com":"Ir para GDevApp.com",
  "Let's give it a try and don't be shy: send us your feedback directly from the app!":"Experimente e não se acanhe: Envie-nos um feedback diretamente do app!",
  "For advanced users, you can download GDevelop sources on GitHub:":"Para utilizadores avançados, você pode baixar fontes GDevelop no GitHub:",
  "Build instructions are in the Readme.":"As instruções de compilação estão no Readme.",
  "Community forum":"Fóruns da comunidade",
  "Wiki":"Wiki",
  "(with tutorials!)":"(com tutoriais!)",
  "<small>Browse all<\/small> GDevelop ecosystem<\/span>":"<small>Procurar todos os<\/small> sites relacionados com GDevelop <\/span>",
  "Follow GDevelop":"Siga o GDevelop",
  "GDevelop was created with <span class=\"glyphicon glyphicon-heart\"><\/span> by":"GDevelop foi criado com o <span class=\"glyphicon glyphicon-heart\"><\/span> por",
  ", with contributors adding features, fixing bugs, sending new examples, improving the wiki, helping each other on <a href=\"http:\/\/forum.compilgames.net\" target=\"_blank\">the forum<\/a>.":"Com colaboradores que adicionaram funcionalidades, bugs corrigidos, enviaram novos exemplos, melhoraram o wiki, e estão ajudando-se uns aos outros no <a href = \"http:\/\/forum.compilgames.net\" target = \"_blank\"> <\/a> fórum."
}